Repository: StanisLove/Cookpod
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ru

source: can't be blank
ru: не может быть пустым

source: has already been taken
ru: уже заюзано

source: is invalid
ru: имеет неверное значение

source: must be accepted
ru: должно быть принято

source: has invalid format
ru: имеет неверный формат

source: has an invalid entry
ru: имеет неверную запись

source: is reserved
ru: зарезервировано

source: does not match confirmation
ru: не совпадает

source: is still associated with this entry
ru: всё ещё свазоно с этой записью

source: are still associated with this entry
ru: всё ещё свазоны с этой записью

source: should be %{count} character(s)
ru: должно иметь %{count} символов

source: should have %{count} item(s)
ru: должно иметь %{count} элементов

source: should be at least %{count} character(s)
ru: должно иметь не менее %{count} символов

source: should have at least %{count} item(s)
ru: должно иметь не менее %{count} элементов

source: should be at most %{count} character(s)
ru: должно иметь не более %{count} символов

source: should have at most %{count} item(s)
ru: должно иметь не более %{count} элементов

source: must be less than %{number}
ru: должно быть меньше чем %{nubmer}

source: must be greater than %{number}
ru: должно быть больше чем %{nubmer}

source: must be less than or equal to %{number}
ru: должно быть меньше либо равно %{nubmer}

source: must be greater than or equal to %{number}
ru: должно быть больше либо равно %{nubmer}

source: must be equal to %{number}
ru: должно быть равно %{nubmer}
